Repository: huytdph07358/test
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: Unarchive Channel
vi: Hủy lưu trữ kênh

source: PENDING REQUEST
vi: YÊU CẦU ĐANG CHỜ XỬ LÝ

source: Workspace details
vi: Chi tiết phòng làm việc

source: Invite member
vi: Mời thành viên

source: Search
vi: Tìm kiếm

source: MESSAGE NAME
vi: TÊN TIN NHẮN

source: Report direct message
vi: Báo cáo tin nhắn

source: Hide direct message
vi: Ẩn tin nhắn

source: Delete direct message
vi: Xóa tin nhắn

source: Unpin message
vi: Bỏ ghim tin nhắn

source: Create issue
vi: Tạo issue

source: Copy text
vi: Sao chép văn bản

source: Reply in thread
vi: Trả lời threads

# replyThisMessage
source: Reply message
vi: Trả lời tin nhắn

source: Edit message
vi: Chỉnh sửa tin nhắn

source: Channels list
vi: Danh sách kênh

source: Channel Settings
vi: Cài đặt kênh

source: USER MANAGEMENT
vi: QUẢN LÝ NGƯỜI DÙNG

source: Private Channel
vi: Kênh riêng

source: Public Channel
vi: Kênh công cộng

source: BOARDS
vi: BẢNG

source: New boards
vi: Bảng mới

source: Home
vi: Trang chủ

source: Profile
vi: Hồ sơ

# checkList
source: Checklists
vi: Danh mục

source: Priority
vi: quyền ưu tiên

source: Done
vi: Xong

source: No label
vi: Không nhãn

source: No attachment
vi: Không có tập tin đính kèm

source: No checkList
vi: Không có danh sách

source: Add more detailed
vi: Thêm chi tiết

source: No members
vi: Không có thành viên

# dueDates
source: Due date
vi: Ngày đến hạn

source: No due date
vi: Không có ngày đến hạn

source: None
vi: Không có

source: Urgent
vi: Khẩn cấp

source: Hight
vi: Cao

source: Medium
vi: Vừa phải

source: Low
vi: Thấp

source: Invite Only
vi: Chỉ mời

source: Group name
vi: Tên nhóm

source: All friends
vi: Tất cả bạn bè

source: Pin message
vi: Ghim tin nhắn

source: by
vi: bởi

# shareMessages
source: Share message
vi: Chia sẻ tin nhắn

source: New checklist
vi: Danh sách mới

# addANewAtt
source: Add a new attachment
vi: Thêm tệp đính kèm mới

source: Archived items
vi: Các mục đã lưu trữ

source: Also send to channel
vi: Đồng thời gửi đến kênh

source: Expand
vi: Mở rộng

source: Collapse
vi: gập lại

source: View whole file
vi: Xem toàn bộ tệp

source: Download file
vi: Tải tập tin

source: Replied to thread
vi: trả lời chủ đề

source: Last reply at
vi: Trả lời cuối cùng lúc

source: replies
vi: phản hồi

# news
source: NEW
vi: MỚI

# hass
source: has
vi: đã

source: assign
vi: chỉ định

source: unassign
vi: bỏ chỉ định

source: Review Issue
vi: Xem lại

source: you in an issue in
vi: bạn trong một issue trong

source: has invite you to
vi: đã mời bạn

source: an issue
vi: một issue

source: an issue you has been assign in
vi: một issue bạn đã được chỉ định trong

source: created in
vi: được tạo trong

source: Discard
vi: Loại bỏ

source: Discarded
vi: Bị loại bỏ

source: A new device
vi: Thiết bị mới

source: request sync data
vi: yêu cầu đồng bộ hóa dữ liệu

source: Device id
vi: Id thiết bị

source: Request time
vi: Thời gian yêu cầu

source: Remove
vi: Loại bỏ

source: Issues with no milestone
vi: issue không có cột mốc

source: Invite your friend
vi: Mời bạn của bạn

# hasJoinedTheChannelByCode
source: has joined the channel by invitation code
vi: đã tham gia kênh bằng mã mời

source: has invited
vi: đã mời

source: to channel
vi: tới kênh

source: to this conversation
vi: tới cuộc trò chuyện này

source: has changed
vi: đã thay đổi

source: this group
vi: nhóm này

source: has left
vi: đã rời khỏi

source: this conversation
vi: cuộc trò chuyện này

source: has left the channel
vi: đã rời khỏi kênh

source: was kicked from this channel
vi: đã bị loại khỏi kênh này

# hasChangedChannelTopicTo
source: has changed
vi: đã thay đổi

source: has changed channel name to
vi: đã đổi tên kênh thành

# hasChangedDMNameTo
source: has changed group name to
vi: đã đổi tên nhóm thành

source: has changed channel
vi: đã thay đổi kênh

source: this channel
vi: kênh này

source: has changed channel workflow to
vi: đã thay đổi quy trình làm việc của kênh thành

source: Kanban mode
vi: chế độ kanban

source: Dev mode
vi: chế độ dev

source: archived
vi: đã lưu trữ

source: unarchived
vi: chưa được lưu trữ

# ats
source: at
vi: lúc

source: public
vi: công khai

source: to
vi: thành

# privates
source: private
vi: riêng tư

source: Recent Searches
vi: Tìm kiếm Gần đây

source: Add Comment
vi: Thêm nhận xét

source: issue Details
vi: Chi tiết issue

source: opened this issue
vi: đã mở issue

source: Create Poll
vi: Tạo cuộc thăm dò

source: Add an option
vi: Thêm một tùy chọn

# whatYourPollAbout
source: What's your poll about?
vi: Cuộc thăm dò ý kiến của bạn là gì?

source: Delete account
vi: Xóa tài khoản

source: Backup DM
vi: DM dự phòng

source: Restore DM
vi: Khôi phục DM

# StorageDirectDessage
source: Storage direct message
vi: Cài đặt tự động tải xuống

source: other
vi: khác

source: mobile
vi: điện thoại di động

source: mobile data
vi: dữ liệu di động

source: When using
vi: khi sử dụng

source: No selected
vi: Không được chọn

source: Media auto-download
vi: Tự động tải xuống phương tiện

source: Profile Edit
vi: Chỉnh sửa hồ sơ

source: User name
vi: Tên người dùng

source: Nearby Scan
vi: Quét gần đây

source: Send Friend Request
vi: Gửi lời mời kết bạn

# youWillNeedBoth
source: You will need both their username and a tag. Keep in mind that username is case sensitive.
vi: Bạn sẽ cần cả tên người dùng và thẻ của họ. Hãy nhớ rằng tên người dùng có phân biệt chữ hoa chữ thường.

# yourUsernameAndTag
source: * Your username and tag is
vi: * Tên người dùng và thẻ của bạn là

# addYourFriendPancake
source: Add your friend on Pancake
vi: Thêm bạn bè của bạn trên Pancake

source: opened
vi: đã mở

source: Download attachment
vi: Tải xuống tệp đính kèm

source: Do you want to download
vi: Bạn có muốn tải xuống

source: Start downloading
vi: Bắt đầu tải xuống

source: Download
vi: Tải xuống

source: New Card
vi: Thẻ mới

source: New List
vi: Danh sách mới

source: Name List
vi: Tên danh sách

source: Create board
vi: Tạo bảng

source: Name Board
vi: Tên bảng

# messagesAndCallsInThisChatWill
source: Messages and calls in this chat will be encrypted end-to-end. Only participants could read or listen to them.
vi: Tin nhắn và cuộc gọi trong cuộc trò chuyện này sẽ được mã hóa từ đầu đến cuối. Chỉ những người tham gia mới có thể đọc hoặc nghe chúng.

# replys
source: reply
vi: phản hồi

source: Direct message details
vi: Chi tiết tin nhắn

source: Archive
vi: Lưu trữ

source: Switch to cards
vi: Sang thẻ

source: Switch to lists
vi: Sang danh sách

source: Search archive
vi: Tìm kiếm kho lưu trữ

source: Send to board
vi: Gửi tới bảng

source: Create new list
vi: Tạo danh sách mới

source: Enter card title
vi: Nhập tiêu đề thẻ

source: Do you want to archive this list.
vi: Bạn có muốn lưu trữ danh sách này không.

source: No milestone
vi: Không có cột mốc

source: None yet
vi: Chưa có

source: No one-assign yourself
vi: Không ai

source: commented
vi: đã nhận xét

source: Create new label
vi: Tạo nhãn mới

source: Closed
vi: Đã đóng

source: Create new Milestone
vi: Tạo cột mốc mới

source: Create a new issue
vi: Tạo issue mới

# whatUpForDiscussion
source: What's up for discussion?
vi: Có gì để thảo luận?

source: Created
vi: Đã tạo

source: This is the start of
vi: Đây là phần bắt đầu của

source: Welcome to
vi: Chào mừng bạn đến

# youDoNotHaveSufficient
source: You do not have sufficient permissions to perform the operation
vi: Bạn không có đủ quyền để thực hiện thao tác

source: Created by message
vi: Được tạo bởi tin nhắn

source: Title cannot be empty
vi: Tiêu đề không được để trống

source: Add app to channel
vi: Thêm ứng dụng vào kênh

source: App lists
vi: Danh sách ứng dụng

source: Edit workspace name
vi: Chỉnh sửa tên phòng làm việc

source: View message
vi: Xem tin nhắn

source: Posted in
vi: Đã đăng trong

source: [This message was deleted.]
vi: [Tin nhắn này đã bị xóa.]

source: Sign in
vi: Đăng nhập

source: Password
vi: Mật khẩu

source: Welcome!
vi: Chào mừng!

# weSoExcitedToSeeYou
source: We're so excited to see you
vi: Chúng tôi rất vui mừng được gặp bạn

source: Forgot Password
vi: Quên mật khẩu

source: Remember me
vi: Nhớ mật khẩu

source: Not registered yet
vi: Chưa đăng ký

source: Create an Account
vi: Tạo tài khoản

source: Sign up
vi: Đăng ký

source: Already have an account
vi: Đã có tài khoản

# iAgreeToTheTerms
source: I agree to the Terms of service and Privacy policy
vi: Tôi đồng ý với Điều khoản dịch vụ và chính sách Bảo mật

source: Create Account
vi: Tạo tài khoản

source: Enter your informations below
vi: Nhập thông tin của bạn bên dưới

source: Confirm password
vi: Xác nhận mật khẩu

source: First name
vi: Tên

source: Last name
vi: Họ

source: Your email/phone
vi: Email / Số điện thoại

source: Not set
vi: Chưa đặt

source: Time create
vi: Thời gian tạo

# SearchDiscussionsDirectories
source: Search discussions, directories, data, and more
vi: Tìm kiếm các cuộc thảo luận, thư mục, dữ liệu và hơn thế nữa

source: From
vi: Từ

# trong
source: In
vi: Trong

source: Date
vi: Ngày

# youCanUndoThisAction
source: You can’t undo this action
vi: Bạn không thể hoàn tác hành động này

# enterYourCodeOnOtherDevices
source: You'll receive a 4 digit code to verify
vi: Bạn sẽ nhận được mã gồm 4 chữ số để xác minh

# anMessageHasBeenSend
source: An message has been send with a code to
vi: Một tin nhắn đã được gửi kèm theo mã tới

source: to reset your device
vi: để đặt lại thiết bị của bạn

source: ENTER YOUR CODE
vi: NHẬP MÃ CỦA BẠN

source: Sync data
vi: Đồng bộ hóa dữ liệu

source: alert
vi: cảnh báo

source: Do you want to delete your account?
vi: Bạn có muốn xóa tài khoản của mình không?

source: connecting
vi: đang kết nối

source: Connected
vi: Đã kết nối

source: Are you want to
vi: Bạn có muốn

source: now
vi: bây giờ

source: Dark mode
vi: Chế độ tối

source: Light mode
vi: Chế độ sáng

source: Logout this device
vi: Đăng xuất thiết bị này

source: Overdue
vi: Quá hạn

source: After
vi: Sau nữa

source: Before
vi: Trước đây

source: exact
vi: Chính xác

source: Exact match
vi: Kết hợp chuẩn xác

# matchAnyLabelAnd
source: Match any label and any member.
vi: Phù hợp với bất kỳ nhãn và bất kỳ thành viên nào.

source: Choose a member
vi: Chọn một thành viên

source: Choose a label
vi: Chọn một nhãn

source: Selected
vi: Đã chọn

source: Search label
vi: Tìm kiếm nhãn

source: label selected
vi: nhãn đã chọn

source: Leave a comment
vi: Để lại nhận xét

# thereWasAnErrorInUpdating
source: There was an error in updating information there was an error in updating your information, please try again later!
vi: Đã xảy ra lỗi khi cập nhật thông tin, đã xảy ra lỗi khi cập nhật thông tin của bạn, vui lòng thử lại sau!

# thereWasAnErrorWhile
source: There was an error while uploading the avatar, please try again later!
vi: Đã xảy ra lỗi khi tải hình đại diện lên, vui lòng thử lại sau!

source: Allow to sync from this device?
vi: Cho phép đồng bộ hóa từ thiết bị này?

source: Do not sync
vi: Không đồng bộ

# ifYouDontMakeThatRequest
source: If you don't make that request, please choose
vi: Nếu bạn không đưa ra yêu cầu đó, vui lòng chọn

# justLoggeInAndRequested
source: just logged in and requested to sync data from this device.
vi: vừa đăng nhập và yêu cầu đồng bộ hóa dữ liệu từ thiết bị này.

source: Auto refesh in
vi: Tự động làm mới trong

source: Just @mention
vi: Chỉ @mention

source: Off
vi: Tắt

source: Silent
vi: Im lặng

source: Normal
vi: Thường

source: removed
vi: đã loại bỏ

source: in an issue you had followed.
vi: trong một issue bạn đã theo dõi.

source: second
vi: giây

source: Waiting for verification
vi: Đang chờ xác minh

source: Data processing
vi: Xử lý dữ liệu

source: Data is being transmitted
vi: Dữ liệu đang được truyền

source: Verification has failed
vi: Xác minh không thành công

source: Nothing
vi: Không có gì

# synchronizationwilltake
source: Synchronization will take place as required by the device
vi: Đồng bộ hóa sẽ diễn ra theo yêu cầu của thiết bị

source: Processing data
vi: Xử lý dữ liệu

source: Wrong code, please try again
vi: Không đúng mã số, vui lòng thử lại

source: Getting data
vi: Lấy dữ liệu

source: please choose
vi: vui lòng chọn

source: closed this
vi: đã đóng

source: reopened this
vi: đã mở lại

source: and
vi: và

source: Save message
vi: Lưu tin nhắn

# unsaveMessages
source: Remove saved
vi: Xóa tin nhắn đã lưu

source: Unarchive card
vi: Hủy lưu trữ thẻ

source: Archive Card
vi: Lưu trữ thẻ

# newworkspace
source: Add a workspace
vi: Thêm phòng

source: New message
vi: Tin nhắn mới

source: Update
vi: Cập nhật

# enterANewPassword
source: Re-type new
vi: Nhập lại mật khẩu mới

source: New Password
vi: Mật khẩu mới

source: Create a new password
vi: Tạo mật khẩu mới

source: Current Password
vi: Mật khẩu hiện tại

# noteNewPassword
source: Note: New password must be at least 6 characters or more & up to 32 characters.
vi: Lưu ý: Mật khẩu mới tối thiểu 6 ký tự trở lên & tối đa 32 ký tự.

source: Change Password
vi: Đổi mật khẩu

# newPasswordDoesMatch
source: New password doesn't match
vi: Mật khẩu mới chưa trùng khớp

source: Hide
vi: Ẩn

source: Appear
vi: Hiện

source: View profile
vi: Xem hồ sơ

source: Attendance
vi: Chấm Công

source: channel topic
vi: chủ đề kênh

source: Login with QR code
vi: Đăng nhập bằng mã QR

source: Basic info
vi: Thông tin cơ bản

source: Contact info
vi: Thông tin liên hệ

source: Edit Basic info
vi: Chỉnh sửa thông tin cơ bản

source: Edit name
vi: Chỉnh sửa tên

source: Contact support
vi: Liên hệ hỗ trợ

source: Notification & Sound
vi: Thông báo & Âm thanh
