Repository: huytdph07358/test
Catalog: lib/l10n/intl_*.arb
Languages: vi

# countYearAgo
source: {count, plural, one{1 year ago} other{{count} years ago}}
vi: {count} năm trước

# countMonthAgo
source: {count, plural, one{1 month ago} other{{count} months ago}}
vi: {count} tháng trước

# countDayAgo
source: {count, plural, one{1 day ago} other{{count} days ago}}
vi: {count} ngày trước

# countHourAgo
source: {count, plural, one{1 hour ago} other{{count} hours ago}}
vi: {count} giờ trước

# countMinuteAgo
source: {count, plural, one{1 minute ago} other{{count} minutes ago}}
vi: {count} phút trước

# countComments
source: {count, plural, one{ 1 comment} other{ {count} comments}}
vi: {count} bình luận

source: moment ago
vi: vài giây trước

# language
source: Language & Region
vi: Ngôn ngữ và khu vực

source: User profile
vi: Thông tin người dùng

source: Pinned
vi: Kênh đã ghim

source: Channels
vi: Các kênh

source: Direct Messages
vi: Tin nhắn riêng

source: Invite People
vi: Mời mọi người

source: Create Channel
vi: Tạo kênh

source: Join Channel
vi: Tham gia kênh

source: Change Nickname
vi: Thay đổi biệt danh

source: Settings
vi: Cài đặt

source: Change Avatar
vi: Đổi ảnh đại diện

source: Leave workspace
vi: Rời khỏi phòng

# transferOwner
source: Transfer ownership
vi: Chuyển quyền sở hữu

source: Delete workspace
vi: Xoá phòng

# descDeleteWorkspace
source: Are you sure want to delete workspace ? This action cannot be undone
vi: Bạn có chắc chắn muốn xóa không gian làm việc không? Hành động này không thể được hoàn tác.

# descDeleteChannel
source: Are you sure want to delete channel ? This action cannot be undone
vi: Bạn có chắc chắn muốn xóa kênh này không? Hành động này không thể được hoàn tác.

# descLeaveWorkspace
source: Are you sure want to leave workspace? This action cannot be undone.
vi: Bạn có chắc chắn muốn rời khỏi phòng? Hành động này không thể được hoàn tác.

source: Mentions
vi: Nhắc tới

source: Threads
vi: Chủ đề

source: Pin this channel.
vi: Ghim kênh này.

source: Unpin this channel.
vi: Bỏ ghim kênh này.

source: Create a workspace
vi: Tạo một phòng

source: Create workspace
vi: Tạo phòng

# descCreateWorkspace
source: Your workspace is where you and your friends hang out. Make your and start talking.
vi: Không gian làm việc của bạn là nơi bạn và bạn bè của bạn làm việc. Tạo và bắt đầu trò chuyện.

# noteCreateWs
source: By create a workspace, you agree to Pancake's
vi: Bằng cách tạo không gian làm việc, bạn đồng ý với

# communityGuide
source: Community Guidelines
vi: Hướng dẫn cộng đồng

source: Have an invite already?
vi: Đã có một lời mời rồi?

# joinWorkspace
source: Join a workspace
vi: Tham gia phòng

# descJoinWs
source: Enter an invite below to join an existing workspace
vi: Nhập lời mời bên dưới để tham gia không gian làm việc hiện có

source: Friends
vi: Bạn bè

source: Direct settings
vi: Cài đặt tin nhắn riêng

source: Create group
vi: Tạo nhóm

source: Invite to group
vi: Mời vào nhóm

source: Delete chat
vi: Xoá nhóm

source: Leave group
vi: Rời nhóm

# descLeaveGroup
source: Are you sure want to leave this conversation?
vi: Bạn có chắc chắn muốn rời khỏi cuộc trò chuyện này không?

source: Call
vi: Gọi thoại

# videoCall
source: Video
vi: Gọi video

source: Accepted
vi: Chấp nhận

source: Add
vi: Thêm

source: Added
vi: Đã thêm

source: Add apps
vi: Thêm ứng dụng

# acceptInvite
source: Accepted
vi: Đã chấp nhận

source: Cancel
vi: Huỷ

source: Response
vi: Phản hồi

source: Confirm
vi: Xác nhận

source: Accept
vi: Chấp nhận

source: Reject
vi: Từ chối

source: Block
vi: Chặn

source: Remove Friend
vi: Xoá bạn

source: Full Name
vi: Tên

source: About
vi: Giới thiệu

source: Display name
vi: Tên hiển thị

source: Email address
vi: Địa chỉ email

source: Conversation name
vi: Tên hội thoại

source: Members
vi: Thành viên

source: Files
vi: Tập tin

source: Images
vi: Ảnh

source: Photo
vi: Ảnh

source: Details
vi: Chi tiết

source: Saved Messages
vi: Tin nhắn đã lưu

source: Remove from saved items
vi: Xoá khỏi mục đã lưu

# searchAnything
source: Search ({hotkey} + F) / Anything ({hotkey} + T)
vi: Tìm kiếm ({hotkey} + F) / Bất kỳ ({hotkey} + T)

# desSearch
source: Search your contacts and messages in direct
vi: Tìm kiếm danh bạ và tin nhắn riêng của bạn.

source: Messages
vi: Tin nhắn

source: Contacts
vi: Danh bạ

# lookingFor
source: Or I'm looking for...
vi: Hoặc tôi đang tìm kiếm ...

source: In thread
vi: Từ thread

# tipSearch
source: Tips: Use shotkeyboard CMD + T to search anything.
vi: Mẹo: Sử dụng bảng phím bắn CMD + T để tìm kiếm bất cứ thứ gì.

# desSearchAnything
source: Search all your contacts and messages.
vi: Tìm kiếm tất cả danh bạ và tin nhắn của bạn.

# descSearchAll
source: Search all your directs and all workspaces
vi: Tìm kiếm tất cả tin nhắn riêng và workspace

# descSearchContact
source: Search all your contacts
vi: Tìm kiếm tất cả liên hệ

# descSearchInCtWs
source: Search your contacts and message in {name}
vi: Tìm kiếm tất cả liên hệ và tin nhắn trong {name}

# descSearchDms
source: Search messages in your direct
vi: Tìm kiếm tin nhắn trong tin nhắn riêng

# descSearchInWs
source: Search messages in {name}
vi: Tìm kiếm tin nhắn trong {name}

# findEverything
source: Find everything for you.
vi: Tìm mọi thứ cho bạn.

source: Enjoy to search
vi: Tìm kiếm

# findAll
source: Find workspace, message, contacts ...
vi: Tìm kiếm workspace, tin nhắn, liên hệ...

# useShotKeyboardSearchAnything
source: Tip: Use shotkeyboard {hotkey}-T to search anything
vi: Mẹo: Sử dụng phím tắt {hotkey}-T để tìm kiếm bất kỳ

# useShotKeyboardQuickSearch
source: Tip: Use shotkeyboard {hotkey}-T to quick search
vi: Mẹo: Sử dụng phím tắt {hotkey}-T để tìm kiếm nhanh

source: Color Picker
vi: Bộ chọn màu

source: Theme
vi: Chủ đề nền

source: Auto
vi: Tự động

source: Light
vi: Sáng

source: Dark
vi: Tối

source: Languages
vi: Ngôn ngữ

source: Your name
vi: Tên của bạn

source: Tag name
vi: Thẻ

source: Phone number
vi: SĐT

source: Date of birth
vi: Ngày sinh

source: Gender
vi: Giới tính

source: Male
vi: Nam

source: Female
vi: Nữ

source: Logout
vi: Đăng xuất

source: Save
vi: Lưu

source: Online
vi: Trực tuyến

source: Offline
vi: Ngoại tuyến

source: All
vi: Tất cả

source: Blocked
vi: Đã chặn

source: Add friend
vi: Thêm bạn

# desAddFriend
source: Enter your friend's name with their tag. Ex: JohnDoe#1234
vi: Nhập tên bạn bè của bạn với thẻ của họ. Ví dụ: JohnDoe#1234.

# enterUsername
source: Enter a Username#0000
vi: nhập tên người sử dụng#0000

source: Outgoing Friend Request
vi: Yêu cầu kết bạn gửi đi

source: Incoming Friend Request
vi: Yêu cầu kết bạn gửi đến

source: Active
vi: Hoạt động

source: Devices
vi: Thiết bị

source: Sync
vi: Đồng bộ

source: File manager
vi: Quản lý tập tin

source: File downloading
vi: File đang tải xuống

source: Apps
vi: Ứng dụng

source: Create app
vi: Tạo ứng dụng

# desApp
source: After creating and installing the application, you can configure to stay in specific channels.
vi: Sau khi tạo và cài đặt ứng dụng, bạn có thể cấu hình trong các kênh cụ thể.

source: App default
vi: Ứng dụng mặc định

# appAvailable
source: Applications are available
vi: Các ứng dụng có sẵn

# desPOSApp
source: Synchronize messages from the left side configuration POS.
vi: Đồng bộ tin nhắn từ những trạng thái cấu hình POS.

# desBankApp
source: Notice of bank account fluctuations.
vi: Thông báo biến động tài khoản ngân hàng.

# customApp
source: Create custom apps
vi: Tạo app tuỳ biến

source: Install
vi: Cài đặt

# typeMessage
source: Type a message...
vi: Nhập tin nhắn...

# pinMessages
source: Pin message
vi: Ghim tin nhắn

# notifySetting
source: Notification setting
vi: Cài đặt thông báo

source: NORMAL MODE
vi: CHẾ ĐỘ BÌNH THƯỜNG

# desNormalMode
source: All messages have notifications and highlights.
vi: Tất cả các tin nhắn đề có thông báo và đánh dấu chưa đọc

source: MENTION MODE
vi: CHẾ ĐỘ MENTION

# desMentionMode
source: Channel dimming, highlighting and notification only when @mentions or @all.
vi: Làm mờ kênh, chỉ đánh dấu chưa đọc và thông báo khi @mentions hoặc @all.

source: SILENT MODE
vi: CHẾ ĐỘ IM LẶNG

# desSilentMode
source: Turn off notifications only.
vi: Chỉ tắt thông báo

source: OFF MODE
vi: CHẾ ĐỘ TẮT

# desOffMode
source: Nothing.
vi: Không có gì.

source: Invite
vi: Mời

source: Invite to workspace
vi: Mời đến phòng làm việc

# inviteTo
source: Invite to {name}
vi: Mời đến kênh {name}

# descInvite
source: Invite existing team member or add new ones.
vi: Mời bạn bè hoặc thêm những người mới.

source: Search member
vi: Tìm kiếm thành viên

# yourFriend
source: Your friends
vi: Bạn bè của bạn

source: Code invite
vi: Mã lời mời

# inviteToChannel
source: Invite new people to this channel.
vi: Mời người mới đến kênh này

source: Topic
vi: Chủ đề

source: Edit channel topic
vi: Sửa chủ đề kênh

# editChannelDesc
source: Edit channel description
vi: Sửa mô tả kênh

source: Set Topic
vi: Đặt chủ đề

# setDesc
source: Set Description
vi: Đặt mô tả

# channelNameExisted
source: Channel name already exists
vi: Tên kênh đã tồn tại

# descArchiveChannel
source: Are you sure you want to archive {name}?
vi: Bạn có chắc chắn muốn lưu trữ {name}?

source: Create by
vi: Tạo bởi

source: on
vi: vào

source: ago
vi: trước

source: CHANNEL NAME
vi: TÊN KÊNH

source: Channel Type
vi: Kiểu kênh

source: Change workflow
vi: Đổi quy trình làm việc

source: Archive Channel
vi: Lưu trữ kênh

source: Leave Channel
vi: Rời kênh

source: Delete Channel
vi: Xoá kênh

source: Private
vi: Riêng tư

source: Regular
vi: Kênh thường

# addNewApp
source: Add new apps
vi: Thêm ứng dụng mới

# connectPOSApp
source: Connect the POS app to this channel
vi: Kế nối ứng dụng POS đến kênh này.

source: Watch
vi: Theo dõi

source: Unwatch
vi: Bỏ theo dõi

# watchMention
source: Participating and @mentions
vi: Tham gia và @mentions

# descWatchMention
source: Only receive notifications from this channel when participating or @mentioned.
vi: Chỉ nhận thông báo từ issue bạn tạo hoặc được assign.

# watchActivity
source: All Activity
vi: Tất cả hoạt động

# descWatchActivity
source: Notified of all notifications on this channel.
vi: Thông báo từ tất cả hoạt động.

# watchAllComment
source: Add all comments from the subcribed issues to the thread.
vi: Thêm tất cả nhận xét từ các issue đã đăng ký vào thread.

source: New issue
vi: Issue mới

source: Labels
vi: Nhãn

source: Milestones
vi: Thời hạn

# open
source: {count} Open
vi: {count} Mở

# closed
source: {count} Closed
vi: {count} Đóng

source: {count} labels
vi: {count} nhãn

source: Name
vi: Tên

source: Add name
vi: Thêm tên

source: Color
vi: Màu

# createLabels
source: Create label
vi: Tạo nhãn

# openMilestones
source: {count} Milestones
vi: {count} mốc

source: Sort
vi: Sắp xếp

source: Unread only
vi: Chưa đọc

source: Author
vi: Người tạo

# descFileterAuthor
source: Type or choose a name
vi: Nhập hoặc chọn tên

# tipFilter
source: Use ↑ ↓ ↵ to navigate
vi: Dùng ↑ ↓ ↵ để điều hướng

# filterNoMilestone
source: Issues with no milestone
vi: issue không có mốc hoàn thành

# assignedNobody
source: Assigned to nobody
vi: Không giao cho ai

source: Sort by
vi: Sắp xếp theo

source: Newest
vi: Mới nhất

source: Oldest
vi: Cũ nhất

source: Recently Updated
vi: Cập nhật gần đây

source: Least Recently Updated
vi: Cập nhật ít nhất gần đây

source: Previous
vi: Trước

source: Next
vi: Sau

source: Back
vi: Trở về

source: Copy to clipboard
vi: Sao chép

source: Assignees
vi: Người làm

source: Transfer issue
vi: Chuyển giao issue

source: Edit comment
vi: Chỉnh sửa bình luận

source: Preview
vi: Xem trước

source: Preview Comment
vi: Xem trước bình luận

# addDetail
source: Add a more detailed...
vi: Thêm mô tả...

source: Upload
vi: Tải lên

source: Attach image to comment
vi: Đính kèm hình ảnh

source: Close issue
vi: Đóng issue

source: Close with comment
vi: Đóng sau khi bình luận

source: Reopen issue
vi: Mở lại issue

source: Update comment
vi: Cập nhật bình luận

source: Submit new issue
vi: Tạo issue mới

source: Add description
vi: Thêm mô tả

source: Create milestone
vi: Tạo mốc

# saveChanges
source: Save change
vi: Lưu thay đổi

# dueDate
source: Due date (Opt)
vi: Quá hạn (Opt)

source: Title
vi: Tiêu đề

source: Add title
vi: Thêm tiêu đề

source: Comment
vi: Bình luận

source: Filter labels
vi: Lọc nhãn

# filterMilestone
source: Filter milestones
vi: Lọc mốc hoàn thành

# joinChannelSuccess
source: Join channel was successful.
vi: Tham gia kênh thành công.

# joinChannelFail
source: Join the error channel. Please try again..
vi: Tham gia kênh thất bại. Vui lòng thử lại..

# joinWorkspaceSuccess
source: Join workspace was successful
vi: Tham gia phòng thành công

# joinWorkspaceFail
source: Join the error workspace. Please try again..
vi: Tham gia phòng thất bại. Vui lòng thử lại..

# example
source: Examples
vi: Ví dụ

# workspaceName
source: Workspace's name
vi: Tên phòng

# inviteWsCode
source: INVITE LINK OR CODE INVITE
vi: LIÊN KẾT HOẶC MÃ MỜI

# inviteLookLike
source: Invites should look like
vi: Ví dụ về liên kết mời

source: or
vi: hoặc

# inviteCodeWs
source: Or Invite by Code Workspace:
vi: Hoặc lời mời bằng mã:

# workspaceCannotBlank
source: Workspaces's name cannot be blank
vi: Tên không gian làm việc không được để trống

# inputCannotEmpty
source: Input cannot be empty
vi: Đầu vào không được để trống

# syntaxError
source: Syntax code was wrong, try again!
vi: Mã cú pháp không đúng, hãy thử lại!

source: Success
vi: Thành công

# issueCreateSuccess
source: Issue created successfully
vi: Issue được tạo thành công

source: sent a video.
vi: đã gửi một video.

# sentVideos
source: sent {count} videos.
vi: đã gửi {count} video.

source: sent a file.
vi: đã gửi một file.

# sentFiles
source: sent {count} files.
vi: đã gửi {count} files.

source: sent an image.
vi: đã gửi một ảnh.

# sentImages
source: sent {count} images.
vi: đã gửi {count} ảnh.

source: sent attachments.
vi: đã gửi tập tin đính kèm.

source: Attachments
vi: Tập đính kèm

source: The video call ended.
vi: Cuộc gọi video đã kết thúc.

source: Logged into Google Drive
vi: Đã đăng nhập vào Google Drive

source: Connect Google Drive
vi: Kết nối Google Drive

source: Backup
vi: Sao lưu

source: Restore
vi: Khôi phục

# syncPanchatApp
source: Sync by Panchat app *
vi: Đồng bộ bằng Panchat *

# descSyncPanchat
source: *Tap Sync Data and open Panchat app on your devices to get OTP code
vi: *Mở ứng dụng Panchat trên thiết bị của bạn và nhấn vào đồng bộ hóa dữ liệu để nhận mã OTP

source: Reset device key
vi: Đặt lại khoá thiết bị

# descResetDeviceKey
source: **Tap Reset Device Key to remove data from other devices. Panchat will send a Verify Code to your email/phone number
vi: **Nhấn vào đặt lại khóa thiết bị để xóa dữ liệu khỏi các thiết bị khác. Panchat sẽ gửi mã xác minh đến email/số điện thoại của bạn

source: Please update version
vi: Vui lòng cập nhật phiên bản mới

# errorWithStatus
source: {statusCode} Error with status:
vi: {statusCode} Lỗi với trạng thái:

source: Mark as unread
vi: Đánh dấu chưa đọc

source: Starting up
vi: Khởi động

source: Nothing turned up
vi: Không có gì xuất hiện

# descNothingTurnedUp
source: You may want to try using different keywords or checking for typos
vi: Bạn có thể muốn thử sử dụng các từ khóa khác nhau hoặc kiểm tra lỗi chính tả

# typeEmailOrPhoneToInvite
source: Type an email or phone number to invite
vi: Nhập email hoặc số điện thoại để mời

source: Invitation history:
vi: Lịch sử lời mời:

source: Sent
vi: Đã gửi

# insertKeyCodeChannel
source: Please Insert KeyCode Channel
vi: Vui lòng chèn mã khóa kênh

source: Join
vi: Tham gia

source: Results
vi: Các kết quả

# noFriendToAdd
source: No friends to add
vi: Không có bạn bè để thêm

# addFriendUsingEmail
source: Try adding a friend using their username or email address
vi: Hãy thử thêm một người bạn bằng tên người dùng hoặc địa chỉ email của họ

source: Invited
vi: Đã mời

# whatForDiscussion
source: What’s up for discussion?
vi: Có gì để thảo luận?

# deleteMembers
source: Delete member?
vi: Xoá thành viên?

# descDeleteNewsroom
source: This is channel newsroom, if you remove this user from the channel it will be removed from the workspace
vi: Đây là kênh tin tức của phòng, nếu bạn xóa người dùng này khỏi kênh thì người dùng đó sẽ bị xóa khỏi không gian làm việc

# desDeleteChannel
source: Are you sure want to delete this member from channel? This action cannot be undone.
vi: Bạn có chắc chắn muốn xóa thành viên này khỏi kênh không? NKhông thể hoàn tác hành động này.

# descLeaveChannel
source: Are you sure want to leave channel? This action cannot be undone.
vi: Bạn có chắc chắn muốn rời khỏi kênh không? Không thể hoàn tác hành động này.

# receiveJoinChannel
source: YOU RECEIVE AN INVITE TO JOIN A {type}
vi: BẠN NHẬN ĐƯỢC LỜI MỜI THAM GIA {type}

source: Create commands
vi: Tạo lệnh

source: Shortcut:
vi: Rút gọn:

source: Request URL:
vi: Yêu cầu URL:

source: Description
vi: Mô tả

# paramsCommand
source: Params Commands:
vi: Tham số của lệnh:

source: Index:
vi: STT:

source: Params:
vi: Tham số:

source: Update command
vi: Cập nhật lệnh

source: Create command
vi: Tạo lệnh

source: Edit Image
vi: Sửa ảnh

source: Change File
vi: Thay đổi tệp

source: Name file:
vi: Tên tệp:

source: Preview text
vi: Xem trước văn bản

# shareMessage
source: Sharing this message:
vi: Chia sẻ tin nhắn:

# thisMessageDeleted
source: [This message was deleted.]
vi: [Tin nhắn này đã bị xoá.]

# commented
source: commented {time}
vi: đã bình luận {time}

source: • edited by
vi: • đã chỉnh sửa bởi

source: edited
vi: đã chỉnh sửa

source: • edited {time}
vi: • chỉnh sửa lúc {time}

# at
source: at {time}
vi: lúc {time}

# showMoreComments
source: Show {count} more comments
vi: Xem thêm {count} bình luận

# deleteComment
source: Delete this comment?
vi: Xoá bình luận này?

source: Delete
vi: Xoá

source: Transfer
vi: Chuyển giao

# cantActionsForYou
source: There aren't any actions for you to take on {name}.
vi: Bạn không thể thực hiện thao tác với {name}.

# yourRoleCannotAction
source: Your role cannot take action.
vi: Vai trò của bạn không thể thực hiện hành động.

# askDeleteMember
source: Are you sure you want to delete this member?
vi: Bạn có chắc chắn muốn xóa thành viên này không?

# askLeaveWorkspace
source: Are you sure you want to leave this workspace?
vi: Bạn có chắc chắn muốn rời khỏi không gian làm việc này không?

source: Transfer to
vi: Chuyển giao cho

source: Select member
vi: Chọn thành viên

# enterPassToTransfer
source: Enter password to transfer
vi: Nhập mật khẩu để chuyển giao

source: Roles
vi: Vai trò

source: Set Admin
vi: Quản trị viên

source: Set Editor
vi: Biên tập viên

source: Set Member
vi: Thành viên

source: Channel Installed
vi: Kênh đã được cài đặt

source: Commands
vi: Các lệnh

source: Time Created
vi: Thời gian tạo

source: Add commands
vi: Thêm lệnh

source: Create
vi: Tạo

source: Create custom app
vi: Taọ ứng dụng tuỳ chỉnh

source: App Name
vi: Tên ứng dụng

source: Option
vi: Tuỳ chỉnh

source: channel
vi: kênh

source: Enter list title
vi: Nhập danh sách tiêu đề

source: Add new list
vi: Thêm danh sách mới

source: Add list
vi: Thêm danh danh sách

source: Create new board
vi: Tạo bảng mới

# forwardThisMessage
source: Share this message
vi: Chuyển tiếp tin nhắn

source: List channel
vi: Danh sách kênh

source: Search {type}
vi: Tìm kiếm {type}

source: Forward message
vi: Chuyển tiếp

source: Submit
vi: Gửi đi

source: Add new option
vi: Thêm tuỳ chọn

source: Option: {name}
vi: Tuỳ chọn: {name}

source: complete
vi: hoàn thành

# tOpen
source: Open
vi: Mở

# tClosed
source: Closed
vi: Đóng

# tClose
source: Close
vi: Đóng

source: Edit
vi: Sửa

source: Reopen
vi: Mở lại

source: minute
vi: phút

source: minutes
vi: phút

source: hour
vi: giờ

source: hours
vi: giờ

source: days
vi: ngày

source: day
vi: ngày

source: month
vi: tháng

source: months
vi: tháng

source: year
vi: năm

source: years
vi: năm

source: Past due by
vi: Quá hạn

source: Due by
vi: Hạn đến

source: Delete Milestone
vi: Xoá mốc

# descDeleteMilestone
source: Are you sure want to delete miletsone? This action cannot be undone.
vi: Bạn có chắc chắn muốn xóa mốc này không? Không thể hoàn tác hành động này.

source: Delete Label
vi: Xoá nhãn

# descDeleteLabel
source: Are you sure want to delete miletsone? This action cannot be undone.
vi: Bạn có chắc chắn muốn xóa nhãn này không? Không thể hoàn tác hành động này.

source: Please select channel
vi: Vui lòng chọn kênh

source: Select Channel
vi: Chọn kênh

source: Search Channel
vi: Tìm kênh

source: Recent channel
vi: Kênh gần đây

# openThisIssue
source: opened this issue {time}.
vi: đã mở issue lúc {time}.

source: _No description provided._
vi: _Không có mô tả được cung cấp._

source: New label
vi: Nhãn mới

source: New milestone
vi: Mốc mới

# listArchive
source: List Archived
vi: Danh sách lưu trữ

source: Add Params Commands
vi: Thêm tham số

source: / Add shortcut
vi: / Thêm lối tắt

source: Add text
vi: Thêm văn bản

# addUrl
source: https:// Add url
vi: https:// Thêm đường dẫn

# listWorkspaceMember
source: List of people in the workspace
vi: Danh sách người trong phòng

# assignIssue
source: {fullName} has assign you in an issue
vi: {fullName} đã chỉ định bạn trong một issue

# unassignIssue
source: {fullName} has unassign you in an issue
vi: {fullName} đã bỏ gán cho bạn trong một issue

# reopened
source: {assignUser} has reopened an issue {issueauthor} created in {channelName} channel
vi: {assignUser} đã mở lại issue {issueauthor} đã tạo trong kênh {channelName}

# changeAvatarDm
source: {name} has changed avatar this group
vi: {name} đã thay đổi avatar nhóm này

# inviedChannel
source: {fullName} has invite you to {channelName} channel
vi: {fullName} đã mời bạn vào kênh {channelName}

# inviedChannels
source: Has invite you to channel
vi: Đã mời bạn vào kênh

# invied
source: {user} has invited {invitedUser}
vi: {user} đã mời {invitedUser}

# closeIssues
source: {assignUser} has closed an issue {issueauthor} created in {channelName} channel
vi: {assignUser} đã đóng issue mà {issueauthor} tạo trong kênh {channelName}

# closeIssues1
source: {assignUser} has closed an issue you has been assign in {channelName} channel
vi: {assignUser} đã đóng issue mà bạn đã được chỉ định trong kênh {channelName}

# reopened1
source: {assignUser} has reopened an issue you has been assign in {channelName} channel
vi: {assignUser} đã mở lại issue mà bạn đã được chỉ định trong kênh {channelName}

# inviedWorkSpace
source: {fullName} has invite you to {workspaceName} workspace
vi: {fullName} đã mời bạn vào phòng {workspaceName}.

# deleteMessages
source: Delete Message
vi: Xóa tin nhắn

# deleteThisMessages
source: Are you sure you want to delete this message?
vi: Bạn có chắc chắn muốn xóa tin nhắn này?

source: Delete for me
vi: Xoá mình tôi

source: Delete for everyone
vi: Xóa tất cả mọi người

# sticker
source: {character} Sticker
vi: {character} Nhãn dán

# sticker1
source: Sent a sticker
vi: Đã gửi một nhãn dán

# share
source: Sent a shared message
vi: Đã chia sẻ một tin nhắn

# reply
source: Replied to a message
vi: Đã trả lời tin nhắn

# replyThread
source: Reply
vi: trả lời

# pollIsDisabled
source: This poll is disabled
vi: Cuộc thăm dò ý kiến ​​này đã bị vô hiệu hóa

# leaveDirect
source: Has left this conversation
vi: Đã rời khỏi cuộc trò chuyện này

# setrole
source: Set Roles
vi: Đặt vai trò

source: Notification
vi: Thông báo

source: Leave conversation
vi: Rời cuộc hội thoại

source: Type a message
vi: Nhập tin nhắn

source: Today
vi: Hôm nay

source: Yesterday
vi: Hôm qua

source: Request
vi: Lời yêu cầu

source: minutes ago
vi: phút trước

# noItems
source: No items have been pinned yet!
vi: Chưa có mục nào được ghim!

source: Admins
vi: Quản trị viên

# editors
source: Editor
vi: Biên tập viên

source: Owner
vi: Chủ phòng

source: View all
vi: Xem tất cả
